---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Lx
source: html/5caa4a80-2b34-3148-6227-fdd21f0c3611.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Lx Property

Symbol lx, indicating unit Lux.

## Syntax (C#)
```csharp
public static ForgeTypeId Lx { get; }
```